miniACS_V1_37/Linux/Tr69-Scripts/GetParameterAttr.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
<soap:Header>
<cwmp:ID soap:mustUnderstand="1">2</cwmp:ID>
</soap:Header>
<soap:Body>
<cwmp:GetParameterAttributes>
<ParameterNames>
<string>Device.</string>
</ParameterNames>
</cwmp:GetParameterAttributes>
</soap:Body>
</soap:Envelope>
